	/*============================
	1. Вывести список незавершенных контрактов, привышающих дату выполнения более 10 дней (не вовремя + 10 дней вывести)
	==============================*/
	 
	/*============================
	2. Загрузка работников по каждому фермерскому хозяйству:
	 количество участков и их общей площади (с учетом занятости сотрудника)
	==============================*/

	/*============================
	 3. Самые продуктивные участки (по количеству производимой продукции, с указанием наименования производимой продукции)
	==============================*/

	/*============================
	4. Владельцы ферм с долей более 50% и их рейтинг в ассоциации
	==============================*/

	/*============================
	 5. Рейтинг поставщиков по надёжности (средняя просрочка и доля отменённых заказов)
	==============================*/

	/*============================
	 6. Средний возраст сотрудников по каждому ферм  хозяйству
	==============================*/

	/*============================
	 7. Общая площадь активных участков по типам (по хозяйству и ассоциации)
	==============================*/

	 /*============================
	 8. Вывести список продавцов чью продукцию покупают другие участники фермерской ассциации
	 (название продукции, производитель(внутри ассоциации через запятую), покупатели (внутри ассоциации через запятую))
	==============================*/

	 /*============================
	 9. Топ 3 месяца по объему заказов (импорта) ресурсов в хозяйства
	==============================*/

	 /*============================
	 10. Самая (топ 3) урожайная (количество/гектар) производимая продукция (по регионам)
	==============================*/